module.exports = {
  questions: [{
    name: "如何发布动态？",
    content: "在「发现」页面点击左上角「摄像头」图标即可进入动态编辑页面，输入内容，上传图片，选择标签过后即可进行发表动态，并在「发现」页面 ’ 最新 ’ 模块中实时刷新动态内容。"
  }, {
    name: "如何打卡签到？",
    content: "在「我的」页面点击「打卡」按钮进入「签到」页面，选择指纹按钮即可进行打卡签到。",
  }, {
    name: "聊天室无法发送/接收消息怎么办？",
    content: " 该情况可能是由于当前网络不稳定引起的，建议您检查手机是否能正常浏览微信朋友圈、发送消息等，如果能正常浏览和发送消息，唯独不能收发聊天室信息，建议您可先尝试删除微信小程序后，重新搜索进入该小程序页面。"
  }, {
    name: "如何匿名举报？",
    content: "在「发现」页面中，选择某一动态，点击动态区域右上角“···”，在弹窗中选择「匿名举报」按钮，跳转到举报页面，根据提示进行描述回答并进行提交。"
  }, {
    name: "动态/聊天室图片收发异常",
    content: "小程序发送动态以及在聊天室发送图片消息和您当地网络有关，如网络信号不稳定或者在网络的高峰期操作，可能会导致无法成功传输，建议您可更换其他网络环境或时间段尝试，或退出小程序重启手机后再进行操作。"
  }, {
    name: "微信小程序如何设置导航提示音？",
    content: "在「我的」页面点击左上角’设置’图标，点击导航音效右侧的开关按钮即可进行开启与关闭。"
  }, {
    name: "身份认证的用途及具体操作",
    content: "(1)如果没有实名认证，就无法创建房间，可选择身份证认证或者学生认证两种方式，均通过人脸识别技术进行认证(2)实名认证操作：在「我的」页面选择「身份认证」，选择「身份证认证」，上传身份证正反面及本人自拍照，点击「提交审核」按钮，学生认证步骤同上，审核通过在「我的」页面中昵称下方’身份认证’标识变为’已认证’，标识并被点亮，如果审核未通过，在上传认证信息页面「提交审核」按钮显示为「正在审核」。"
  }]
}